cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'thoughtbot/formulae'
tap 'maralla/pack'

brew 'asdf'
brew 'coreutils'
brew 'emacs'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'github/gh/gh'
brew 'hub'
brew 'kakoune'
brew 'mas'
brew 'neovim'
brew 'pack'
brew 'rcm'
brew 'ripgrep'
brew 'tig'
brew 'yarn'
brew 'zplug'

cask 'dropbox'
cask 'spectacle'
cask 'transmission'
cask 'alfred'
cask 'iina'
cask 'dash'
